Repository: majoiefaya/SYSTEME-DE-SUIVIT-DES-INTERVENTIONS
Catalog: CODE SOURCE/translations/messages.*.xlf
Languages: fr

source: About
fr: A Propos

source: Testimonials
fr: Temoignages

source: Interventions Monitoring
fr: Gestion Des Interventions

source: Service Management
fr: Gestion Des Services

source: To allow our customers to enjoy more freely and easily the products we offer them
fr: Pour permettre a nos clients de jouir plus librement et facilement des produits que nous leurs proposons

source: More informations
fr: Plus d'Infos

source: How it works
fr: Comment ca marche?

source: To take advantage of our services, simply follow the following steps
fr: Pour profiter de nos services il vous suffit de suivre les Etapes suivantes

source: Create
fr: Créer Un

source: Account
fr: Compte

source: To Create An Account on Our Platform click on The Create Link below or go to the section
fr: Pour Créer Un Compte sur Notre Plateforme cliquez sur Le Lien Créer ci-dessous ou rendez vous dans la section

source: then click on Register
fr: Puis cliquez sur S'inscrire

source: Login
fr: Se Connecter

source: After creating Your Account and validating it, Log in and access your Space. You can click on the Connection Link below or on the Connection button in the Menu
fr: Apres avoir créer Votre Compte et l avoir Validé Connectez-vous et accedez a votre Espace.Vous pouvez cliquez sur le Lien Connexion ci-dessous ou sur le bouton Connexion du Menu

source: Access To your Space
fr: Accedez A votre Espace

source: After logging in, access your space and enjoy its content and features. The features available vary depending on the type of Account you have created
fr: Apres vous etre connecter,accedez a votre espace et jouissez de son contenu et de ses fonctionnalités.Les fonctionnalités disponibles varient en fonction du type de Compte que vous avez Créer

source: We also offer other services
fr: Nous offrons Egalement d' autres services

source: Such as an Integrated Social Network
fr: Tel qu'Un Reseau Social Intégré

source: A tool to allow different users to exchange and share their experiences
fr: Un outil pour permettre aux différents utilisateurs d'echanger et de partager leurs experiences

source: Various
fr: Variés

source: Our Task Manager
fr: Notre Gestionnaire de Tache

source: A tool to help you better organize and plan your tasks
fr: Un outil pour vous permttre de mieux organiser et plannifier vos taches

source: More information
fr: Plus d'Infos

source: Our Main Services
fr: Nos Principaux Services

source: What we offer concretely
fr: Ce que nous proposons concretement

source: About Material Resources
fr: A propos des Ressources Materiels

source: Material Resources Administration
fr: Administration des Ressources Materiels

source: Materials,Equipment
fr: Materiels,Equipements

source: About Tracking Interventions
fr: A Propos du suivit des Interventions

source: About Report Management
fr: A Propos de La Gestion des Rapports

source: Report Management
fr: Gestion Des Rapports

source: Report
fr: Rapports

source: About Human Resources
fr: A Propos des Ressources Humaines

source: Human Resource Management
fr: Gestion Des Ressources Humaines

source: Human capital
fr: Capital Humain

source: Testimonials addressed to us
fr: Temoignages qui nous sont adressés

source: Testimonials from our users
fr: Temoignages de Nos Utilisateurs

source: Do you have any suggestions
fr: Avez-vous de quelconques Suggestions

source: Submit them to us
fr: Soummettez les Nous

source: Send an email
fr: Envoyer-Nous Un Mail

source: Subscribe
fr: Souscrire

source: Don't miss any of our News
fr: Ne ratez aucune de nos Nouvelles

source: subscribe to our Newsletter
fr: Souscrivez a notre Newsletter

source: Suscribe
fr: Souscrire

source: Rules and Privacy Policy
fr: Règles et Politique de Confidentialité

source: Help Page
fr: Page d'Aide

source: Distribute By
fr: Distribuer Par

source: Send an Mail
fr: Envoyer Un Mail

source: Name
fr: Nom

source: Close
fr: Fermer

source: Send
fr: Envoyer
